adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
android-file-transfer
acpi
acpid
akregator
alacritty
android-tools
android-udev
acpi
acpid
activitywatch-bin
alacritty
all-contributors-cli
android-tools
android-udev
anki
arc-kde
archlinux-themes-sddm
arc-kde
archivetools
archlinux-themes-sddm
ark
atom
aurman
atom
aur-auto-vote-git
asciinema
at
aur-auto-vote-git
autoconf
automake
base
bash-completion
bash
bashtop
bbswitch
autopep8
bash
bash-completion
bashtop
bbswitch
beets-bandcamp
beets-check
beets-git
biber
bind
binutils
bison
bluez-utils
caprine
clementine
bluez
bluez-utils
boinc
bumblebee
bzip2
calibre
calibre-python3
caprine
clementine
clyrics
cmus
cmusfm
code
coreutils
cowfortune
cpuburn
cpupower
cryfs
cryptsetup
bison
bluez
brightnessctl
bumblebee
bzip2
calibre
cantata
choqok
code
coreutils
cowfortune
cpuburn
cpupower
cryfs
cryptsetup
ctags
cudnn
cups
cups-pdf
cython
deepin-boot-maker
device-mapper
dhcpcd
dialog
dictd
diffpdf
diffutils
discord
djvu2pdf
cython
darkman
device-mapper
dhcpcd
dialog
dictd
diffpdf
diffutils
digikam
discord_arch_electron
djvu2pdf
dmenu
dnsmasq
docker
dolphin
dolphin-plugins
dot2tex
doxygen
dragon
e2fsprogs
dot2tex
downgrader-git
doxygen
drawio-desktop
ds4drv
e2fsprogs
efibootmgr
elementary-planner-git
elinks
electron9-bin
element-desktop
elinks
elisa
engauge
espeak
espeak-ng
espeak-ng
espeak-ng-espeak
etckeeper
fakeroot
fd
fdupes
festival
festival-english
festival-us
ffmpegthumbs
file
filelight
filesystem
findutils
fd
fdupes
feh
festival
festival-english
festival-us
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flex
forticlient
flake8
foliate
foomatic-db
foomatic-db-ppds
fprintd
freemind
freeplane
firefox-extension-arch-search
flake8
foliate
foomatic-db
foomatic-db-ppds
fprintd
freemind
freeplane
fzf
gawk
gamemode
gawk
gcc
gconf
ghi
git
google-chrome
git-lfs
github-cli
glibc
gnuplot
go
go-mtpfs-git
google-chrome
googler
git-big-picture
git-delta
git-lfs
github-cli
glibc
gnome-sound-recorder
gnuplot
go
go-mtpfs-git
googler
gource
gparted
graphviz
grub
gwenview
gzip
h5utils
hdf5
heroku-cli
hplip
hplip-plugin
gzip
h5utils
hdf5
hplip
hplip-plugin
hpuld
htop
hub
ike
ike-scan
hunspell-pl
hyphen-en
i8kutils
ifplugd
inetutils
hunspell-pl
hyphen-en
i3-gaps
i3-resurrect
i3blocks
i3lock
i3status
i8kutils
ifplugd
inetutils
inkscape
intellij-idea-community-edition
ipython
joplin
jq
joplin-appimage
jq
jrnl
julia
julia-docs
jupyterlab_server
kaccounts-providers
kbibtex
kcron
julia
jupyter-nbextension-rise
jupyterlab
jupyterlab-extension-jupyterlab_git
jupyterlab-widgets
kaccounts-providers
kalarm
kamoso
kbibtex
kcron
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdepim-addons
kdialog
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdialog
kdocker
keepassxc
krita
kfind
kgraphviewer
khelpcenter
kid3
kio-gdrive
klick-git
knights
koi
konsole
korganizer
ksystemlog
kfind
kgraphviewer
khelpcenter
kid3
kio-gdrive
kitty
klick-git
kmymoney
koi
konsole
korganizer
krita
kronometer
ksystemlog
kteatime
kwalletmanager
libappindicator-gtk3
libindicator-gtk2
liblastfm-qt5
libreoffice-fresh
kwave
lammps
languagetool
less
lib32-alsa-oss
lib32-gnutls
lib32-libgpg-error
lib32-libldap
lib32-libpng12
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-libva1
lib32-nvidia-utils
lib32-openal
lib32-primus
lib32-virtualgl
lib32-vulkan-icd-loader
libmsym-git
libreoffice-still
licenses
light
kwave
lammps
languagetool
legendary
less
lib32-alsa-oss
lib32-gamemode
lib32-gnutls
lib32-libgpg-error
lib32-libldap
lib32-libpng12
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-nvidia-utils
lib32-openal
lib32-primus
lib32-virtualgl
lib32-vulkan-icd-loader
libmsym-git
libreoffice-still
licenses
light
lightdm
lightdm-gtk-greeter
linux
linux-firmware
logrotate
lsd
lsof
lutris
lvm2
linux-lts
logmein-hamachi
logrotate
lostfiles
lsd
lsof
lutris
lutris-battlenet-meta
lvm2
m4
make
man-db
man-pages
mathpix-snipping-tool
mdadm
meld
mesa-demos
mimeo
mono
man-db
man-pages
mbrola-voices-en1
mbrola-voices-us1
mbrola-voices-us2
mdadm
meld
mesa-demos
mimeo
mono
mpc
mpd
mpd-rich-presence-discord-git
mplayer
mpv
nano
ncdu
ncview
neovim
networkmanager
networkmanager-fortisslvpn-git
neovim-git
neovim-qt
nerd-fonts-complete
netctl
ncl
neovim-git
neovim-qt
neovim-remote
nerd-fonts-dejavu-complete
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-terminus
netctl
netstat-nat
networkmanager-openconnect
networkmanager-openvpn
networkmanager-strongswan
networkmanager-vpnc
nss-mdns
nfs-utils
nikola-git
nodejs-reveal-md
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvtop
obs-studio
newsboat
nfs-utils
nikola
nodejs-reveal-md
noto-fonts-emoji
ntfs-3g
numdiff
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obs-studio
obsidian-appimage
octave
okular
openconnect
opencryptoki
openfortigui
openssh
openvpn
os-prober
otf-ipafont
osdlyrics
osu-lazer-git
otf-font-awesome
oxygen-icons
pacgraph
osdlyrics
otf-font-awesome
oxygen-icons
pacgraph
packagekit-qt5
pandoc
paraview
pacman
pacman-contrib
pandoc-bin
pacman
pacman-contrib
pamixer
pandoc-bin
paraview-opt
patch
pciutils
pavucontrol
pciutils
pdfgrep
peco
perl
perl-file-mimeinfo
pdftk
peco
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-json-xs
pgplot
picom
pkgconf
plasma-meta
plasma-wayland-session
playerctl
plymouth
potato
plasma5-applets-kargos-git
playerctl
plymouth
pomotroid-bin
potato
powerline-fonts
powerstat-git
powertop
primus
prettier
primus
print-manager
procps-ng
psmisc
pubs-git
procps-ng
profile-sync-daemon
psmisc
pubs
pulseaudio-bluetooth
pycharm-community-edition
pyalpm
python-aiohttp
python-antlr4
pyalpm
pyright-git
python-aiohttp
python-altair
python-ansiwrap
python-antlr4
python-argcomplete
python-arrow
python-astroid
python-astropy
python-async_generator
python-atomicwrites
python-beautifulsoup4
python-bibtexparser
python-argon2_cffi
python-arrow
python-arviz
python-aspy-yaml
python-astroid
python-astropy
python-async_generator
python-atomicwrites
python-beautifulsoup4
python-bibtexparser
python-black
python-doit
python-nbdime
python-blessings
python-buildozer
python-cfgv
python-click
python-click-completion
python-dateparser
python-decorator
python-dnspython
python-editor
python-emoji
python-execnet
python-factory-boy
python-faker
python-fasteners
python-flake8-docstrings
python-fuzzywuzzy
python-ghp-import
python-gitpython
python-h5py
python-humanize
python-husl
python-identify
python-isort
python-jupytext
python-keyring
python-lazy-object-proxy
python-levenshtein
python-livereload
python-markdown
python-matplotlib
python-matplotlib-label-lines
python-mccabe
python-micawber
python-more-itertools
python-nbdime
python-notify2
python-pafy
python-pandas
python-pathspec
python-pendulum
python-phpserialize
python-blessings
python-bokeh
python-cached-property
python-certifi
python-cfgv
python-click
python-click-completion
python-cmd2
python-cookiecutter
python-dask
python-dateparser
python-decorator
python-distributed
python-dnspython
python-editor
python-emoji
python-et-xmlfile
python-execnet
python-factory-boy
python-faker
python-fastapi
python-fasteners
python-fastprogress
python-flake8-docstrings
python-fsspec
python-fuzzywuzzy
python-ghp-import
python-gitpython
python-gpustat
python-h5py
python-humanize
python-husl
python-hypothesis
python-i3ipc
python-identify
python-ipympl
python-isort
python-jupyter-cache
python-jupyter_packaging
python-jupyter_sphinx
python-jupyterlab_server
python-jupytext
python-keyring
python-lazy-object-proxy
python-levenshtein
python-linkify-it-py
python-livereload
python-lmfit
python-logzero
python-lyricwikia
python-magic
python-markdown
python-matplotlib
python-matplotlib-label-lines
python-mccabe
python-micawber
python-more-itertools
python-myst-parser
python-networkx
python-notify2
python-numba
python-numexpr
python-orjson
python-pafy
python-pandas
python-pathspec
python-pendulum
python-phpserialize
python-pip
python-pipx
python-pluggy
python-poetry
python-pipx
python-pluggy
python-poetry
python-poppler-qt5
python-pre-commit
python-prompt_toolkit
riot-desktop
riot-web
python-ptable
python-pudb
python-pyaml
python-pyaudio
python-pydocstyle
python-pydot
python-pygal
python-pylint
python-pymongo
python-pynvim
python-pyphen
python-pyqt5
python-pytest
python-pytest-cov
python-pytest-forked
python-pytest-mock
python-pytest-pudb
python-pytest-xdist
python-pytzdata
python-qrcode
python-regex
python-requests
python-requests-oauthlib
python-scipy
python-send2trash
python-shellingham
python-sip-pyqt4
python-slumber
python-sympy
python-termcolor
python-tinydb
python-toml
python-tqdm
python-typogrify
python-validate-email
python-watchdog
python-wheel
python-xlib
redshift
reflector
reiserfsprogs
riot-desktop
ripgrep
rmlint-shredder
rrdtool
python-ptable
python-pyaml
python-pyaudio
python-pydbus
python-pydocstyle
python-pydot
python-pygal
python-pylint
python-pymongo
python-pynvim
python-pyphen
python-pyqt5
python-pystan
python-pytest
python-pytest-arraydiff
python-pytest-benchmark
python-pytest-black
python-pytest-cov
python-pytest-datadir
python-pytest-enabler
python-pytest-forked
python-pytest-mpl
python-pytest-pudb
python-pytest-xdist
python-pytzdata
python-pyvista
python-qrcode
python-regex
python-requests
python-requests-cache
python-requests-oauthlib
python-rich
python-scikit-image
python-scikit-learn
python-scipy
python-seaborn
python-send2trash
python-setuptools-scm
python-shapely
python-shellingham
python-sip4
python-sphinx
python-sphinx-automodapi
python-sphinx-copybutton
python-sphinx-gallery
python-statsmodels
python-sympy
python-tabulate
python-tensorboard_plugin_wit
python-tensorflow-cuda
python-termcolor
python-terminaltables
python-titlecase
python-toml
python-tox
python-tqdm
python-typer
python-typogrify
python-uncertainties
python-url-normalize
python-validate-email
python-virtualenvwrapper
python-watchdog
python-websockets
python-wheel
python-xarray
python-xlib
python-xlrd
python-zope-event
python-zope-interface
qgit
qmltermwidget
qutebrowser
rdfind
redshift
reflector
reiserfsprogs
ripgrep
rmlint-shredder
rocketchat-client-bin
rofi
rrdtool
rsibreak
rsync
ruby
samba
rsync
ruby
rxvt-unicode
samba
sane
sane-airscan
scalapack
scrcpy
sddm
sddm-kcm
shrew-vpn-client
sed
semantik
shadow
sddm-git
sed
semantik
shadow
signal-desktop
skanlite
skypeforlinux-stable-bin
sl
sloccount
smb4k
sl
slack-desktop
sloccount
smb4k
spectacle
speech-dispatcher
spotify
strongswan
sqlitebrowser
sshfs
steam
streamlink
sqlitebrowser
sshfs
starship
steam
strawberry
streamlink
sudo
sweeper
syncthing
syncthing-gtk
sway
swaybg
swayidle
swaylock
sweeper
syncthing
syncthingtray
system-config-printer
systemd-resolvconf
sysfsutils
systemd-sysvcompat
tar
sysfsutils
system-config-printer
systemd-sysvcompat
tar
teams
termdown
termite
tesseract-data-eng
tesseract-data-pol
texinfo
teamviewer
telegram-desktop
tensorboard
termdown
termite
tesseract-data-eng
tesseract-data-pol
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-most-doc
texlive-music
texlive-local-revtex
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
tk
thermald
tikzit
tk
tldr
tmux
todoist-git
todoist
tmuxinator
todoist
toggldesktop
tor
torbrowser-launcher
torsocks
tracker
translate-shell
transmission-qt
tor
torbrowser-launcher
torsocks
towncrier
tracker
translate-shell
transmission-qt
trash-cli
tree
ttf-baekmuk
ttf-hanazono
ttf-dejavu
ttf-eurostile-complete
ttf-font-awesome
ttf-humor-sans
ttf-inconsolata
ttf-liberation
ttf-ms-fonts
ttf-nanum
ttf-symbola
unrar
ttf-dejavu
ttf-font-awesome
ttf-humor-sans
ttf-inconsolata
ttf-joypixels
ttf-juliamono
ttf-liberation
ttf-ms-fonts
ttf-nanum
ttf-nerd-fonts-symbols
ttf-symbola
twine
unrar
unzip
vi
vim
virtualbox
vlc
vmware-horizon-client
vmware-horizon-rtav
vmware-horizon-smartcard
vmware-horizon-tsdr
vmware-horizon-usb
vundle-git
wego
vym
vulkan-tools
vym
waybar
wf-recorder
wget
wine
wine-gecko
wine-mono
workrave
wtfutil
xaos
wpa_actiond
wpa_supplicant
wtfutil
wttr
wpa_actiond
wpa_supplicant
wtfutil-bin
wttr
x2goclient
xautolock
xawtv
xclip
xf86-video-vesa
xl2tpd
xonsh
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xdg-desktop-portal
xdg-utils-mimeo
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xmind
xdg-desktop-portal
xdg-utils-mimeo
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xmind
xonsh
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xev
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
xscreensaver
xsel
xterm
xorg-xwayland
xournalpp
xsane
xscreensaver
xsel
xss-lock
xterm
xtitle-git
yakuake
yakuake-session-git
yarn
yay
yed
yin-yang-git
youtube-dl
youtube-viewer
zathura
zathura-djvu
zathura-pdf-poppler
zip
zoom
zplug
zsh
zsh-syntax-highlighting
