activitywatch-bin
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-utils
anaconda
android-file-transfer
anki-release-source
ark
autoconf
automake
base
bash-completion
bashtop
bat
biber
binutils
bison
bluez-utils
cantata
chromedriver
cowfortune
ctags
cups
cups-pdf
dnsmasq
docker
dolphin
dolphin-plugins
efibootmgr
element-desktop
element-web
engauge
espeak-ng
espeak-ng-espeak
etckeeper
exa
fakeroot
feh
firefox
flex
fzf
gcc
gcc-fortran
gconf
git
github-cli
github-desktop-bin
gparted
graphviz
grub
gwenview
htop
hub
i3-gaps
i3-resurrect
i3blocks
i3lock
i3status
inkscape
ipython
jrnl
julia
jupyterlab
jupyterlab-widgets
jupyterlab_pygments
kdeconnect
keepassxc
kmail
krita
kwalletcli-git
kwalletmanager
lazarus-qt5
libappindicator-gtk3
libindicator-gtk2
liblastfm-qt5
libreoffice-fresh
linux
linux-firmware
luit
m4
make
mayavi
mbrola
mbrola-voices-us1
mksh
mpc
mpd
mplayer
mpv
ncdu
ncview
neovim-git
neovim-plug
neovim-symlinks
nerd-fonts-hack
networkmanager
networkmanager-openvpn
obsidian-appimage
octave
okular
openssh
openvpn
os-prober
otf-ipafont
packagekit-qt5
patch
pdfgrep
picom
pkgconf
plasma-meta
playerctl
powertop
print-manager
pubs
pulseaudio-bluetooth
pyright
python-altair
python-argcomplete
python-black
python-dateparser
python-doit
python-humanize
python-nbdime
python-pip
python-pre-commit
python-prompt_toolkit
python-pynvim
python-pytest-cov
python-pytest-html
python-pytest-regressions
python-pytorch-opt
python-rich
python-seaborn
python-selenium
python-virtualenvwrapper
reflector
rofi
rsibreak
sane
scrcpy
sddm
sddm-kcm
signal-desktop
skanlite
skypeforlinux-stable-bin
sloccount
spectacle
spotify
spotify-adblock-git
sshfs
starship
sudo
syncthingtray
system-config-printer
systemd-resolvconf
teams
termdown
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
thefuck
timidity++
tldr
tmux
tmuxinator
todoist-git
toggldesktop-bin
trash-cli
tree
ttf-baekmuk
ttf-font-awesome
ttf-hanazono
ttf-inconsolata
ttf-joypixels
ttf-liberation
ttf-nerd-fonts-symbols
unzip
vifm
visual-studio-code-bin
vlc
vmware-horizon-client
vmware-horizon-rtav
vmware-horizon-smartcard
vmware-horizon-tsdr
vmware-horizon-usb
vtk
wego
wget
wine
wine-gecko
wine-mono
workrave
xaos
xclip
xerox-workcentre-6505
xf86-input-synaptics
xf86-video-vesa
xl2tpd
xonsh
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yakuake
yakuake-session-git
yarn
yay
youtube-dl
zip
zoom
zotero
zplug
zsh
zsh-syntax-highlighting
