acpi
acpid
activitywatch-bin
aic94xx-firmware
alacritty
all-contributors-cli
android-tools
android-udev
anki
arc-kde
archivetools
archlinux-themes-sddm
ark
asciinema
at
aur-auto-vote-git
autoconf
automake
autopep8
bash
bash-completion
bashtop
bat
bbswitch
biber
binutils
bison
bluez
brightnessctl
bumblebee
bzip2
calibre
cantata
coreutils
cowfortune
cpuburn
cpupower
cryfs
cryptsetup
ctags
cuda-tools
cudnn
cups
cython
device-mapper
dhcpcd
dialog
dictd
diffpdf
diffutils
digikam
discord
djvu2pdf
dmenu
dnsmasq
docker
docker-compose
dolphin
dolphin-plugins
dot2tex
doxygen
ds4drv
duf
e2fsprogs
efibootmgr
electron9-bin
element-desktop
elinks
elisa
engauge
espeak-ng
etckeeper
ethtool
exa
expac
fakeroot
fd
fdupes
feh
festival
festival-english
festival-us
ffmpegthumbs
file
filelight
filesystem
findutils
flake8
foliate
foomatic-db
foomatic-db-ppds
fprintd
fzf
gamemode
gawk
gcc
gcc-fortran
gcc-libs
geogebra
geoip
gettext
gimagereader-qt
gimp
git
git-big-picture
git-delta
git-lfs
github-cli
glibc
gnome-sound-recorder
gnuplot
go
go-mtpfs-git
google-chrome
googler
gource
gparted
graphviz
grep
grub
gstreamer0.10-base-plugins
gvfs-mtp
gwenview
gzip
h5utils
hdf5
hplip
hplip-plugin
hpuld
htop
hub
hunspell-pl
hyphen-en
i3-gaps
i3-resurrect
i3blocks
i3lock
i3status
ifplugd
inetutils
inkscape
intel-ucode
iproute2
iputils
ipython
irssi
iw
jfsutils
jq
julia-bin
jupyter-lsp
jupyter-nbextension-rise
jupyter-server-mathjax
jupyterlab
jupyterlab-lsp
jupyterlab-widgets
jupyterlab_code_formatter
kaccounts-providers
kalarm
kalendar
kalzium
kamoso
kbibtex
kcron
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdenlive
kdepim-addons
kdialog
kdocker
keepassxc
kfind
kgraphviewer
khelpcenter
kid3
kio-gdrive
kitty
kiwix-desktop
klick-git
kmail
kmymoney
koi
konsole
korganizer
krita
kronometer
ksystemlog
kteatime
ktimer
kvantum-theme-arc
kwalletcli-git
kwalletmanager
kwave
languagetool
less
lib32-alsa-oss
lib32-gamemode
lib32-gnutls
lib32-libgpg-error
lib32-libldap
lib32-libpng12
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-nvidia-utils
lib32-openal
lib32-pipewire
lib32-primus
lib32-virtualgl
lib32-vulkan-icd-loader
libmsym-git
libreoffice-still
licenses
light
lightdm
lightdm-gtk-greeter
linux
logmein-hamachi
logrotate
lostfiles
lsd
lsof
lutris-battlenet-meta
lutris-git
lvm2
m4
make
man-db
man-pages
mbrola-voices-en1
mbrola-voices-us1
mbrola-voices-us2
mdadm
meld
mesa-demos
mimeo
mono
mosh-git
mpc
mpd
mplayer
mpv
nano
ncdu
neovim
neovim-qt
neovim-remote
nerd-fonts-dejavu-complete
nerd-fonts-fira-code
nerd-fonts-hack
nerd-fonts-terminus
netctl
netstat-nat
networkmanager-openconnect
networkmanager-openvpn
newsboat
nfs-utils
nikola
nmap
nodejs-reveal-md
noto-fonts-emoji
ntfs-3g
numdiff
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obs-studio
obsidian-appimage
octave
okular
openbox
openmpi
openssh
openvpn
optimus-manager
optimus-manager-qt-kde
os-prober
osdlyrics
otf-font-awesome
oxygen-icons
pacgraph
packagekit-qt5
pacman
pacman-contrib
pamixer
pandoc-bin
pandoc-crossref-bin
pandoc-xnos
paraview
patch
pavucontrol
pciutils
pdfgrep
pdftk
peco
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-json-xs
pgplot
picard
picom
pipewire-alsa
pipewire-pulse
pkgconf
pkgstats
plasma-meta
plasma5-applets-kargos-git
playerctl
plymouth
pomo
pomotroid-bin
potato
powerline-fonts
powerstat-git
powertop
prettier
primus
print-manager
procps-ng
profile-sync-daemon
psmisc
pyalpm
pyright-git
python-aeppl
python-aiohttp
python-altair
python-ansiwrap
python-antlr4
python-argcomplete
python-argon2_cffi
python-arrow
python-arviz
python-aspy-yaml
python-astroid
python-astropy
python-astroquery
python-async_generator
python-atomicwrites
python-beautifulsoup4
python-bibtexparser
python-black
python-blessings
python-bokeh
python-brotli
python-cached-property
python-certifi
python-cfgv
python-click
python-click-completion
python-cmd2
python-convertdate
python-cookiecutter
python-dask
python-dateparser
python-decorator
python-distributed
python-dnspython
python-editor
python-emoji
python-et-xmlfile
python-execnet
python-factory-boy
python-faker
python-fastapi
python-fasteners
python-fastprogress
python-flake8-docstrings
python-flask-compress
python-flit
python-fsspec
python-fuzzywuzzy
python-ghp-import
python-gitpython
python-gpustat
python-h5py
python-hijri-converter
python-holidays
python-humanize
python-husl
python-hvplot
python-hypothesis
python-i3ipc
python-icecream
python-identify
python-isort
python-jupyter_packaging
python-jupyter_sphinx
python-jupyterlab_server
python-jupytext
python-keyring
python-korean_lunar_calendar
python-latexcodec
python-lazy-object-proxy
python-levenshtein
python-lineprofiler
python-linkify-it-py
python-livereload
python-lmfit
python-loguru
python-lyricwikia
python-magic
python-markdown
python-matplotlib
python-matplotlib-label-lines
python-mccabe
python-micawber
python-more-itertools
python-myst-parser
python-nbdime
python-nbsphinx
python-networkx
python-nevergrad
python-notify2
python-nox
python-numexpr
python-orjson
python-pafy
python-pandas
python-paramiko
python-pathspec
python-pendulum
python-phpserialize
python-pip
python-pipx
python-pluggy
python-poetry
python-pooch
python-poppler-qt5
python-pprofile
python-pre-commit
python-prettytable
python-pyaml
python-pyaudio
python-pybtex
python-pybtex-docutils
python-pydbus
python-pydocstyle
python-pydot
python-pygal
python-pylint
python-pymc
python-pymeeus
python-pymongo
python-pymupdf
python-pynvim
python-pyphen
python-pyqt5
python-pytest
python-pytest-arraydiff
python-pytest-benchmark
python-pytest-black
python-pytest-cov
python-pytest-datadir
python-pytest-enabler
python-pytest-forked
python-pytest-mpl
python-pytest-pudb
python-pytest-regressions
python-pytest-xdist
python-pytzdata
python-pyvista
python-qrcode
python-regex
python-requests
python-requests-oauthlib
python-rich
python-scikit-image
python-scikit-learn
python-scipy
python-seaborn
python-send2trash
python-setuptools-scm
python-shapely
python-shellingham
python-sip4
python-snakeviz
python-sphinx
python-sphinx-autoapi
python-sphinx-autobuild
python-sphinx-automodapi
python-sphinx-changelog
python-sphinx-copybutton
python-sphinx-gallery
python-sphinx-hoverxref
python-sphinx-issues
python-sphinx-notfound-page
python-sphinx-reredirects
python-sphinxcontrib-bibtex
python-statsmodels
python-sympy
python-tabulate
python-tensorboard_plugin_wit
python-termcolor
python-terminaltables
python-toml
python-tox
python-tqdm
python-traittypes
python-typer
python-typogrify
python-uncertainties
python-urwid_readline
python-validate-email
python-virtualenvwrapper
python-voila
python-watchdog
python-websockets
python-wheel
python-xarray
python-xlib
python-xlrd
python-xlsxwriter
python-zarr
python-zope-event
python-zope-interface
qgit
qmltermwidget
qsshfs
qutebrowser
r
redshift
reflector
reiserfsprogs
ripgrep
rmlint-shredder
rocketchat-client-bin
rofi
rrdtool
rsibreak
rsync
ruby
rxvt-unicode
samba
sane
sane-airscan
scalapack
scrcpy
sddm-git
sed
semantik
shadow
signal-desktop
skanlite
sl
slack-desktop
sloccount
smb4k
spectacle
speech-dispatcher
sqlitebrowser
sshfs
starship
steam
strawberry
streamlink
sudo
swaybg
swayidle
swaylock
sweeper
syncthing
syncthingtray
sysfsutils
system-config-printer
systemd-kcm
systemd-sysvcompat
tar
tasker-permissions-git
teams
teamviewer
tensorboard
termdown
tesseract-data-eng
tesseract-data-pol
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langgreek
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-science
thefuck
thermald
tidy
tikzit
tk
tldr
tmux
tmux-plugin-manager
toggldesktop-bin
tor
torbrowser-launcher
torsocks
towncrier
traceroute
tracker
translate-shell
transmission-qt
trash-cli
tree
ttf-dejavu
ttf-font-awesome
ttf-humor-sans
ttf-inconsolata
ttf-joypixels
ttf-juliamono
ttf-liberation
ttf-ms-fonts
ttf-nanum
ttf-nerd-fonts-symbols
ttf-segoe-ui-variable
ttf-selawik
ttf-symbola
twine
unrar
unzip
usbutils
util-linux
vifm
vim
vim-colors-solarized-git
virtualbox
visual-studio-code-bin
vlc
vmware-horizon-client
vmware-horizon-mmr
vmware-horizon-smartcard
vmware-horizon-tsdr
vmware-horizon-usb
vpn-slice-git
vtk
vulkan-tools
vym
wd719x-firmware
wf-recorder
wget
which
whois
wine-gecko
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
wol
workrave
wpa_actiond
wpa_supplicant
wttr
x2goclient
xautolock
xawtv
xclip
xdg-desktop-portal
xdg-utils-mimeo
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xonsh
xorg-server
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xrandr
xorg-xwayland
xournalpp
xsane
xscreensaver
xsel
xterm
xtitle-git
yakuake
yarn
yay
yed
youtube-dl
yt-dlp
zanshin
zathura
zathura-djvu
zathura-pdf-poppler
zip
zoom
zotero-bin
zplug
zsh
zsh-syntax-highlighting
