acpi
acpid
akregator
alacritty
android-tools
android-udev
anki
arc-kde
archlinux-themes-sddm
ark
aur-auto-vote-git
autoconf
automake
autopep8
bash
bashtop
bbswitch
biber
binutils
bluez
bluez-utils
bumblebee
bzip2
calibre
caprine
clementine
clyrics
cmus
cmusfm
code
coreutils
cowfortune
cpuburn
cpupower
cryfs
cryptsetup
ctags
cudnn
cups
cython
deepin-boot-maker
device-mapper
dhcpcd
dialog
dictd
diffpdf
diffutils
discord
djvu2pdf
dnsmasq
docker
dolphin
dolphin-plugins
dot2tex
doxygen
dragon
e2fsprogs
efibootmgr
element-desktop
elementary-planner-git
elinks
engauge
espeak
espeak-ng
etckeeper
ethtool
expac
fakeroot
fd
fdupes
festival
festival-english
festival-us
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
flake8
foliate
foomatic-db
foomatic-db-ppds
fprintd
freemind
freeplane
fzf
gawk
gcc
gcc-fortran
gcc-libs
geogebra
geoip
gettext
gimagereader-qt
gimp
git
git-lfs
github-cli
glibc
globalprotect-openconnect
gnuplot
go
go-mtpfs-git
google-chrome
googler
gparted
graphviz
grep
grub
gstreamer0.10-base-plugins
gvfs-mtp
gwenview
gzip
h5utils
hdf5
hplip
hplip-plugin
htop
hub
hunspell-pl
hyphen-en
i8kutils
ifplugd
inetutils
inkscape
intel-ucode
iproute2
iputils
ipython
irssi
iw
jfsutils
joplin
jq
julia
julia-docs
jupyterlab
jupyterlab_server
kaccounts-providers
kamoso
kbibtex
kcron
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdepim-addons
kdialog
keepassxc
kfind
kgraphviewer
khelpcenter
kid3
kio-gdrive
klick-git
knights
koi
konsole
korganizer
ksystemlog
kteatime
ktimer
kvantum-theme-arc
kwalletcli
kwalletmanager
kwave
lammps
languagetool
less
lib32-alsa-oss
lib32-gnutls
lib32-libgpg-error
lib32-libldap
lib32-libpng12
lib32-libpulse
lib32-libva
lib32-libva-intel-driver
lib32-libva-vdpau-driver
lib32-nvidia-utils
lib32-openal
lib32-primus
lib32-virtualgl
lib32-vulkan-icd-loader
libmsym-git
libreoffice-still
licenses
light
linux
logrotate
lsd
lsof
lutris
lvm2
m4
make
man-db
man-pages
mathpix-snipping-tool
mdadm
meld
mesa-demos
mimeo
mono
mplayer
mpv
ncdu
neovim-git
neovim-qt
neovim-remote
netctl
netstat-nat
networkmanager-openconnect
networkmanager-openvpn
nextcloud-client
nfs-utils
nikola-git
nodejs-reveal-md
noto-fonts-emoji
ntfs-3g
nvidia
nvidia-prime
nvidia-settings
nvidia-utils
nvme-cli
nvtop
obs-studio
octave
okular
openbox
openmpi
openssh
openvpn
optimus-manager
optimus-manager-qt
os-prober
osdlyrics
osu-lazer-git
otf-font-awesome
oxygen-icons
pacgraph
packagekit-qt5
pacman
pacman-contrib
pandoc-bin
paraview-opt
patch
pavucontrol
pciutils
pdfgrep
peco
perl
perl-file-mimeinfo
pkgconf
pkgstats
plasma-meta
plasma5-applets-kargos-git
playerctl
plymouth
potato
powerline-fonts
powertop
primus
print-manager
procps-ng
psmisc
pubs-git
pulseaudio-bluetooth
pyalpm
python-aiohttp
python-altair
python-antlr4
python-argcomplete
python-argon2_cffi
python-arrow
python-arviz
python-aspy-yaml
python-astroid
python-astropy
python-async_generator
python-atomicwrites
python-beautifulsoup4
python-bibtexparser
python-black
python-blessings
python-bokeh
python-buildozer
python-certifi
python-cfgv
python-click
python-click-completion
python-cmd2
python-cookiecutter
python-dask
python-dateparser
python-decorator
python-distributed
python-dnspython
python-editor
python-emoji
python-et-xmlfile
python-execnet
python-factory-boy
python-faker
python-fasteners
python-fastprogress
python-flake8-docstrings
python-fsspec
python-fuzzywuzzy
python-ghp-import
python-gitpython
python-gpustat
python-h5py
python-humanize
python-husl
python-identify
python-ipympl
python-isort
python-jupytext
python-keyring
python-lazy-object-proxy
python-levenshtein
python-livereload
python-logzero
python-lyricwikia
python-markdown
python-matplotlib
python-matplotlib-label-lines
python-mccabe
python-micawber
python-more-itertools
python-nbdime
python-nbsphinx
python-networkx
python-notify2
python-numexpr
python-orjson
python-pafy
python-pandas
python-pathspec
python-pendulum
python-phpserialize
python-pip
python-pipx
python-pluggy
python-poetry
python-pre-commit
python-ptable
python-pudb
python-pyaml
python-pyaudio
python-pydbus
python-pydocstyle
python-pydot
python-pygal
python-pylint
python-pymc3
python-pymongo
python-pynvim
python-pyphen
python-pyqt5
python-pystan
python-pytest
python-pytest-black
python-pytest-cov
python-pytest-forked
python-pytest-mock
python-pytest-pudb
python-pytest-xdist
python-pytzdata
python-qrcode
python-regex
python-requests
python-requests-oauthlib
python-scikit-learn
python-scipy
python-seaborn
python-send2trash
python-setuptools-scm
python-shapely
python-shellingham
python-slumber
python-sphinx
python-sphinx-automodapi
python-statsmodels
python-sympy
python-tabulate
python-tensorflow
python-termcolor
python-terminaltables
python-tinydb
python-toml
python-tox
python-tqdm
python-typogrify
python-uncertainties
python-validate-email
python-watchdog
python-wheel
python-xarray
python-xlib
python-xlrd
python-zarr
python-zope-event
python-zope-interface
python2-theano
qmltermwidget
redshift
reflector
reiserfsprogs
rescuetime2
ripgrep
rmlint-shredder
rrdtool
rsibreak
rsync
ruby
samba
sane
scrcpy
sed
semantik
shadow
skanlite
sl
slack-desktop
sloccount
smb4k
spectacle
spotify
spotify-adkiller-git
sqlitebrowser
sshfs
steam
streamlink
sudo
sweeper
syncthing
syncthing-gtk
syncthingtray
sysfsutils
systemd-sysvcompat
tar
teams
termdown
termite
tesseract-data-eng
tesseract-data-pol
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-langgreek
texlive-latexextra
texlive-pictures
texlive-pstricks
texlive-science
thefuck
thermald
tikzit
tk
tllocalmgr-git
tmux
todoist
toggldesktop
tor
torbrowser-launcher
torsocks
tracker
translate-shell
transmission-qt
trash-cli
tree
ttf-dejavu
ttf-font-awesome
ttf-humor-sans
ttf-inconsolata
ttf-juliamono
ttf-liberation
ttf-ms-fonts
ttf-nanum
ttf-symbola
twine
unrar
unzip
usbutils
util-linux
vlc
vmware-horizon-client
vmware-horizon-mmr
vmware-horizon-smartcard
vmware-horizon-tsdr
vmware-horizon-usb
vym
wget
which
whois
wine-gecko
wine-mono
wine-staging
winetricks
wol
workrave
wpa_actiond
wpa_supplicant
wttr
x2goclient
xawtv
xclip
xdg-desktop-portal
xdg-utils-mimeo
xf86-input-synaptics
xf86-video-intel
xf86-video-nouveau
xfsprogs
xmind
xonsh
xorg-server
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xrandr
xsane
xscreensaver
xsel
xterm
yakuake
yarn
yay
youtube-dl
youtube-viewer
zip
zoom
zotero
zsh
zsh-syntax-highlighting
